{
	"Can't do this right now because there is no internet connection. Try again later!": "Diese Aktion ist im Moment nicht möglich, da keine Internetverbindung verfügbar ist! Versuch es später noch einmal!",
	"No internet connection": "Keine Internetverbindung",
	"OK": "OK",
	"Facebook signin failed!": "Facebook Login fehlgeschlagen!",
	"back": "zurück",
	"next": "weiter",
	"Loading...": "Lädt...",
	"Comment...": "Kommentieren...",
	"Please connect with your Facebook account to let your friend know who’s giving a heart.": "Bitte melde dich mit Facebook an, damit dein Freund oder deine Freundin sehen kann, wer hier ein Herz vergibt.",
	"Please connect with your Facebook account to let your friend know who’s commenting.": "Bitte melde dich mit Facebook an, damit dein Freund oder deine Freundin sehen kann, wer hier kommentiert.",
	"Sign in with Facebook": "Mit Facebook anmelden",
	"Your closet is still empty? Fill it while shopping!": "Dein Kleiderschrank ist ja noch ganz leer! Füll ihn, wenn du shoppen gehst!",
	"No people found.": "Keine Leute gefunden.",
	"No Chus found.": "Keine Chus gefunden.",
	"Hm, that didn't work. Please try again later!": "Oh, das hat nicht funktioniert. Bitte versuch es später noch einmal!",
	"Authentication failed": "Authentifizierung fehlgeschlagen",
	"Cancel": "Abbrechen",
	"No internet connection available!": "Keine Internetverbindung verfügbar!",
	"You don't have any goodies yet...": "Du hast noch keine Goodies...",
	"Show this screen to the person at the counter!": "Zeige diese Ansicht an der Kasse vor!",
	"Thanks! Your gift has been redeemed.": "Danke! Dein Gutschein wurde eingelöst.",
	"<strong>{{ name }}</strong> has <strong>liked</strong> a <strong>Chu</strong>{{ connection }}.": "<strong>{{ name }}</strong> <strong>gefällt</strong> ein <strong>Chu</strong>{{ connection }}.",
	"<strong>{{ name }}</strong> has <strong>commented</strong> on a <strong>Chu</strong>{{ connection }}.": "<strong>{{ name }}</strong> hat auf einen <strong>Chu</strong> <strong>geantwortet</strong>{{ connection }}.",
	"<strong>{{ name }}</strong> is now <strong>following</strong> you.": "<strong>{{ name }}</strong> <strong>folgt</strong> dir jetzt.",
	"<strong>{{ name }}</strong> has <strong>shared</strong> a <strong>Chu</strong> with you.": "<strong>{{ name }}</strong> hat einen <strong>Chu</strong> mit dir <strong>geteilt</strong>.",
	" that you are interested in": ", der dich interessiert",
	" of yours": ", den du gepostet hast",
	" that was shared with you": ", der mit dir geteilt wurde",
	" that you commented on": ", auf den du geantwortet hast",
	" that you liked": ", der dir gefällt",
	"Nothing new in here. Make something happen!": "Nichts Neues hier. Das kannst du ändern ",
	"Chuisy couldn't get your current location. If you want to properly enjoy Chuisy and receive little gifts from local retailers, go to 'Privacy > Location Services' in your phone's settings and enable location services for Chuisy!": "Chuisy konnte deinen Standort nicht ermitteln. Wenn du Chuisy richtig benutzen und Geschenke von lokalen Geschäften erhalten möchtest, aktiviere die Ortungsdienste für Chuisy unter \"Einstellungen > Datenschutz > Ortungsdienste\"!",
	"Can't find you!": "Kann dich nicht finden!",
	"No nearby places found!": "Keine Geschäfte in der Nähe gefunden!",
	"Where are you shopping right now?": "Wo bist du gerade einkaufen?",
	"Enter custom place...": "Geschäft selbst eingeben...",
	"Chus": "Chus",
	"Following": "Following",
	"Followers": "Follower",
	"Type to search...": "Zum Suchen lostippen...",
	"Profile": "Profil",
	"First Name": "Vorname",
	"Last Name": "Nachname",
	"Website": "Webseite",
	"Accounts": "Accounts",
	"Connect": "Verbinden",
	"Likes": "Likes",
	"Comments": "Kommentare",
	"Follows": "Follows",
	"Your Chu is now <strong>public</strong>!": "Dein Chu ist jetzt <strong>öffentlich</strong>!",
	"Your Chu is now <strong>private</strong>!": "Dein Chu ist jetzt <strong>privat</strong>!",
	"Choose your best friends on Chuisy to share this Chu with.": "Wähle deine besten Freunde auf Chuisy aus, mit denen du diesen Chu teilen willst!",
	"Look what I found at {{ place }}! What do you think?": "Schau mal, was ich bei {{ place }} gefunden habe! Was denkst du?",
	"Check out this cool fashion item!": "Schau dir dieses schöne Stück Mode an!",
	"It seems there was some problem with your credentials. Please sign in again!": "Etwas scheint mit deinen Logindaten nicht zu stimmen. Log dich bitte noch einmal ein!",
	"just now": "gerade eben",
	"{{ minutes }} min ago": "{{ minutes }} Min",
	"{{ hours }} h ago": "{{ hours }} Std",
	"{{ days }} d ago": "{{ days }} T",
	"A while back...": "Ein bischen länger her...",
	"Change": "Ändern",
	"Type to filter...": "Filtern...",
	"Signing in...": "Anmelden...",
	"Here you can see your profile as soon as you log in!": "Hier kannst du dein Profil sehen, sobald du dich einloggst!",
	"Hold on, your Chu is still being uploaded. Please try again in a moment!": "Nicht so schnell! Dein Chu wird gerade noch hochgeladen. Versuch es gleich nochmal!",
	"Drag on the image to adjust the price!": "Streiche über das Bild, um den Preis zu ändern!",
	"done": "fertig",
	"Select the people you want to share this Chu with!": "Wähle die Leute, mit denen du diesen Chu teilen willst!",
	"You don't have any friends on Chuisy yet! Friends are people you follow that follow you back.": "Du hast noch keine Freunde auf Chuisy! Freunde sind Leute denen du folgst und dir auch dir folgen.",
	"Invite Friends": "Freunde Einladen",
	"Welcome to the Chu Flow": "Willkommen im Chu Flow",
	"Use the Chu Flow to follow your friends shopping experiences and discover nice things from people with taste.": "Begleite deine Freunde immer beim Shopping und entdecke neue Trends von Leuten mit Stil.",
    "A fashion item or accessory discovered by a fashion enthusiast during 'window shopping'. Often used to express style or get feedback from friends.": "Ein Kleidungsstück oder Accessoire welches beim Einkaufsbummeln entdeckt wurde. Häufig verwendet um Kaufentscheidungen zu teilen und die Meinung von Freunden einzuholen.",
    "You can post a Chu by pressing this button.": "Mit diesem Button kannst du einen Chu erstellen.",
    "This is the menu bar. Use it to move around.": "Das ist das Menü, mit dem du dich durch Chuisy bewegen kannst.",
    "Your closet that never ends": "Dein endloser Kleiderschrank",
    "Here you can find all your Chus. Be chuisy and fill it while shopping!": "Hier findest du all deine Chus. Füll ihn beim Shoppen!",
    "Hey, self!": "Hallo, selbst!",
    "This is your profile, the place where your followers and friends can visit you.": "Das ist dein Profil, der Ort wo Freunde und Follower dich besuchen können.",
    "You can also find your settings here.": "Hier findest du auch deine Einstellungen.",
    "Share your discovery or keep it a secret. It's your choice.": "Teile deine Entdeckungen oder behalte sie für dich. Du hast die Wahl.",
    "Let friends become part of the moment and share your shopping experiences.": "Lass deine Freunde an Shoppingerlebnissen und Kaufentscheidungen teilhaben.",
    "Your affairs": "Neuigkeiten",
    "Come here to see what's hot and new.": "Schau hier vorbei um zu sehen, was es Neues gibt.",
    "Discover": "Entdecke",
    "Find the coolest people, products and stores.": "Finde die spannendsten Leute, Produkte und Geschäfte.",
    "Your Goodies": "Deine Goodies",
    "Here you can collect little gifts, badges and coupons while using Chuisy.": "Hier kannst du viele kleine Geschenke, Abzeichen und Rabatte sammeln, während du Chuisy benutzt.",
    "Skip": "Überspringen",
    "Hold your horses!": "Immer mit der Ruhe!",
    "Sorry, we couldn't upload your Chu just now. Please try again later!": "Dein Chu konnte gerade nicht hochgeladen werden. Versuch es später noch einmal!",
    "Try again": "Versuch's nochmal",
    "Upload failed": "Upload fehlgeschlagen",
    "Do you want to post your actions on Facebook? Some gifts can only be received if you share your stories. You can change this later in your settings.": "Willst du deine Aktionen auf Facebook posten? Manche Geschenke kannst du nur bekommen, wenn du Dinge mit anderen teilst. Du kannst das später noch in deinen Einstellungen ändern.",
    "Share on Facebook": "Auf Facebook teilen",
    "Yes": "Ja",
    "No": "Nein",
    "More stores...": "Mehr Geschäfte...",
    "Are you sure you want to log out?": "Bist du sicher, dass du dich ausloggen willst?",
    "Post actions": "Aktionen posten",
    "Logout": "Ausloggen",
    "add": "hinzuf.",
    "invite": "einladen",
    "continue": "weiter",
    "<strong>{{ name }}</strong> has <strong>joined Chuisy</strong>!": "<strong>{{ name }}</strong> ist jetzt bei <strong>Chuisy</strong>!",
    "send": "senden",
    "Interesting People": "Interessante Leute",
    "The best is yet to come.": "Das Beste kommt noch.",
    "If you go shopping with Chuisy you will soon get various little goodies and discounts here.": "Hier kannst du schon bald viele kleine Geschenke und Rabatte sammeln, wenn du Chuisy beim Shopping benutzt.",
    "(tap to continue)": "(antippen zum fortfahren)",
    "By signing in you accept our<br><a href='http://www.chuisy.com/terms/' target='_blank' class='link'>terms of use</a> and <a href='http://www.chuisy.com/privacy/' target='_blank' class='link'>privacy policy</a>.": "Indem du dich anmeldest, akzeptierst du unsere <a href='http://www.chuisy.com/terms/' target='_blank' class='link'>Nutzungsbedingungen</a> und <a href='http://www.chuisy.com/privacy/' target='_blank' class='link'>Datenschutzbestimmungen</a>.",
    "The perfect shopping experience with friends.": "Das perfekte Shoppingerlebnis<br>mit Freunden.",
    "Not signed in...": "Nicht angemeldet...",
    "(hold to edit)": "(halten zum Bearb.)",
    "(hold to cancel)": "(halten zum Abbr.)",
    "Come join me on Chuisy, help me decide on what to buy and share beautiful fashion you like!": "Hol dir die Chuisy App, teile deine Meinung und entdecke Fashion mit mir!",
    "Posting Chu": "Chu wird gepostet",
    "Uploading image": "Bild wird hochgel.",
    "Post failed": "Posten fehlgeschl.",
    "Upload failed": "Upload fehlgeschl.",
    "You have received a new goody! Check it out on now your Goodies Wall!": "Du hast ein neues Goody bekommen! Schau es dir jetzt auf deiner Goody Wall an!",
    "Redeem": "Einlösen",
    "Redeemed": "Eingelöst",
    "Are you sure you want to redeem this coupon now? Note that you should not void coupons yourself but let it be done by someone you can claim it! A coupon can only be redeemed once!": "Bist du dir sicher, dass du diesen Gutschein jetzt einlösen möchtest? Du solltest Gutscheine nie selbst entwerten sondern es von jemanden machen lassen, der ihn geltend machen kann! Ein Gutschein kann nur einmal eingelöst werden!",
    "Redeem Coupon": "Gutschein Einlösen",
    "Failed to redeem coupon": "Konnte Gutschein nicht einlösen",
    "Something went wrong. Please try again later!": "Etwas ist schiefgelaufen. Versuche es später noch einmal!",
    "Coupon has already been redeemed.": "Dieser Gutschein wurde bereits eingelöst.",
    "Coupon is not valid yet.": "Dieser Gutschein ist noch nicht gültig.",
    "Coupon has expired.": "Dieser Gutschein ist abgelaufen.",
    "Redeemable at:": "Einlösbar bei:",
    "Valid until:": "Gültig bis:",
    "expired": "abgelaufen",
    "Are you sure you want to remove this Chu? This action can not be undone.": "Bist du sicher, dass du diesen Chu entfernen willst? Diese Aktion kann nicht wieder rückgängig gemacht werden.",
    "Remove Chu": "Chu Entfernen",
    "Remove": "Entfernen",
    "Hearts": "Herzen",
    "Are you sure you want to delete this comment? This action cannot be undone.": "Bist du sicher, dass du diesen Kommentar entfernen willst? Diese Aktion kann nicht wieder rückgängig gemacht werden.",
    "Delete Comment": "Kommentar entfernen",
    "Delete": "Entfernen",
    "Confirm": "Bestätigen",
    "(tap to dismiss)": "(zum schließen antippen)",
    "Stores": "Geschäfte",
    "People": "Leute",
    "No Stores found.": "Keine Geschäfte gefunden.",
    "Connect with Facebook now if you want to to use all of Chuisy's features! Don't worry, we won't post anything in your name without asking you!": "Melde dich an, um Chuisy uneingeschränkt zu nutzen! Keine Sorge, wir posten nichts in deinem Namen, ohne dich vorher zu fragen!"
}
