{
    "Can't do this right now because there is no internet connection. Try again later!": "Diese Aktion ist im Moment nicht möglich, da keine Internetverbindung verfügbar ist! Versuch es später noch einmal!",
    "No internet connection": "Keine Internetverbindung",
    "OK": "OK",
    "Chuisy could not connect with your facebook account. Please check your Facebook settings and try again!": "Chuisy konnte sich nicht mit deinem Facebook-Account verbinden. Bitte überprüfe deine Facebook-Einstellungen und versuche es noch einmal!",
    "Facebook signin failed!": "Facebook Login fehlgeschlagen!",
    "Cancel": "Abbrechen",
    "Confirm": "Bestätigen",
    "No": "Nein",
    "Yes": "Ja",
    "Look what I found on Chuisy!": "Schau, was ich auf Chuisy gefunden habe!",
    "You (anonymous)": "Du (anonym)",
    "next": "weiter",
    "Drag on the image to adjust the price!": "Streiche über das Bild, um den Preis zu ändern!",
    "Wait, there's more!": "Warte, es gibt noch mehr!",
    "1 person likes this": "1 Person gefällt das",
    "{{ count }} people like this": "{{ count }} Personen gefällt das",
    "{{ count }} more comments...": "{{ count }} mehr Kommentare...",
    "Look what I found at {{ place }}! What do you think?": "Schau mal, was ich bei {{ place }} gefunden habe! Was denkst du?",
    "Check out this cool fashion item!": "Schau dir dieses schöne Stück Mode an!",
    "Hold on, your Chu is still being uploaded. Please try again in a moment!": "Nicht so schnell! Dein Chu wird gerade noch hochgeladen. Versuch es gleich nochmal!",
    "Hold your horses!": "Immer mit der Ruhe!",
    "Delete Comment": "Kommentar entfernen",
    "Are you sure you want to delete this comment? This action cannot be undone.": "Bist du sicher, dass du diesen Kommentar entfernen willst? Diese Aktion kann nicht wieder rückgängig gemacht werden.",
    "Delete": "Entfernen",
    "Load more comments...": "Mehr Kommentare laden...",
    "Comment...": "Kommentieren...",
    "send": "senden",
    "Please connect with your Facebook account to let your friend know who’s giving a heart.": "Bitte melde dich mit Facebook an, damit dein Freund oder deine Freundin sehen kann, wer hier ein Herz vergibt.",
    "Please connect with your Facebook account to let your friend know who’s commenting.": "Bitte melde dich mit Facebook an, damit dein Freund oder deine Freundin sehen kann, wer hier kommentiert.",
    "Sign in with Facebook": "Mit Facebook anmelden",
    "(hold to cancel)": "(halten zum Abbr.)",
    "(hold to edit)": "(halten zum Bearb.)",
    "Remove Chu": "Chu Entfernen",
    "Are you sure you want to remove this Chu? This action can not be undone.": "Bist du sicher, dass du diesen Chu entfernen willst? Diese Aktion kann nicht wieder rückgängig gemacht werden.",
    "Remove": "Entfernen",
    "Your Closet": "Dein Kleiderschrank",
    "edit": "ändern",
    "done": "fertig",
    "There are no items in your closet yet.": "Du hast noch nichts in deinem Kleiderschrank.",
    "Discover": "Entdecken",
    "No internet connection available!": "Keine Internetverbindung verfügbar!",
    "Search for people and stores...": "Suche nach Leuten und Geschäften...",
    "No Chus found.": "Keine Chus gefunden.",
    "Stores": "Geschäfte",
    "No Stores found.": "Keine Geschäfte gefunden.",
    "People": "Leute",
    "No people found.": "Keine Leute gefunden.",
    "Nearby": "In der Nähe",
    "There is nothing here to see! Maybe you are not following any people or stores yet?": "Hier gibt es noch nichts zu sehen! Wahrscheinlich folgst du noch keinen Leuten oder Geschäften?",
    "Start discovering": "Entdecken anfangen",
    "No Thanks": "Nein Danke",
    "Let's Go": "Los Gehts",
    "Come join me on Chuisy, help me decide on what to buy and share beautiful fashion you like!": "Hol dir die Chuisy App, teile deine Meinung und entdecke Fashion mit mir!",
    "Interesting People": "Interessante Leute",
    "continue": "weiter",
    "Invite Friends": "Freunde Einladen",
    "back": "zurück",
    "invite": "einladen",
    "Redeemable at:": "Einlösbar bei:",
    "Valid until:": "Gültig bis:",
    "Failed to redeem coupon": "Konnte Gutschein nicht einlösen",
    "Redeem Coupon": "Gutschein Einlösen",
    "Are you sure you want to redeem this coupon now? Note that you should not void coupons yourself but let it be done by someone who can claim it! A coupon can only be redeemed once!": "Bist du dir sicher, dass du diesen Gutschein jetzt einlösen möchtest? Du solltest Gutscheine nie selbst entwerten sondern es von jemanden machen lassen, der ihn geltend machen kann! Ein Gutschein kann nur einmal eingelöst werden!",
    "Redeem": "Einlösen",
    "Share on Facebook": "Auf Facebook teilen",
    "Do you want to share redeemed goodies on Facebook? You can change this later in your settings.": "Willst du eingelöste Goodies auf Facebook teilen? Du kannst das später noch in deinen Einstellungen ändern.",
    "You don't have any goodies yet.": "Du hast noch keine goodies.",
    "expired": "abgelaufen",
    "Redeemed": "Eingelöst",
    "How it works": "So funktioniert's",
    "Discover fashion": "Mode entdecken",
    "Discover the prettiest fashion items in your city. See where others go shopping and find inspiration for your own shopping trips!": "Entdecke die schönsten Modeartikel in den Geschäften deiner Stadt. Lass dich inspirieren und finde heraus, wo andere shoppen gehen.",
    "Snap fashion items": "Produkte fotografieren",
    "Take pictures of your favourite fashion items while shopping and collect gifts. You decide if you want to share your discoveries with your friends or keep them to yourself.": "Fotografiere deine Lieblingsartikel beim Shoppen und sammle kleine Geschenke. Du entscheidest, ob du deine Entdeckungen für dich behältst oder mit Freunden teilst.",
    "Join now": "Jetzt mitmachen",
    "Sign in to connect with your friends and use all of Chuisy's features. Your data is safe with us and we won't post anything without asking you!": "Melde dich jetzt an, um alle Funktionen von Chuisy zu nutzen. Deine Daten sind sicher und wir posten nichts, ohne dich vorher zu fragen.",
    "Browse anonymously": "Erstmal anonym stöbern",
    "add": "hinzuf.",
    "Type to filter...": "Filtern...",
    "Sorry, the map could not be loaded. Please check your internet connection!": "Sorry, die Karte konnte nicht geladen werden. Bitte überprüfe deine Internetverbindung!",
    "Nearby Stores": "In der Nähe",
    " that you are interested in": ", der dich interessiert",
    " of yours": ", den du gepostet hast",
    " that was shared with you": ", der mit dir geteilt wurde",
    " that you commented on": ", den du kommentiert hast",
    " that you liked": ", der dir gefällt",
    "<strong>{{ name }}</strong> has <strong>liked</strong> a <strong>Chu</strong>{{ connection }}.": "<strong>{{ name }}</strong> <strong>gefällt</strong> ein <strong>Chu</strong>{{ connection }}.",
    "<strong>{{ name }}</strong> has <strong>commented</strong> on a <strong>Chu</strong>{{ connection }}.": "<strong>{{ name }}</strong> hat einen <strong>Chu</strong> <strong>kommentiert</strong>{{ connection }}.",
    "<strong>{{ name }}</strong> is now <strong>following</strong> you.": "<strong>{{ name }}</strong> <strong>folgt</strong> dir jetzt.",
    "<strong>{{ name }}</strong> has <strong>shared</strong> a <strong>Chu</strong> with you.": "<strong>{{ name }}</strong> hat einen <strong>Chu</strong> mit dir <strong>geteilt</strong>.",
    "<strong>{{ name }}</strong> has <strong>joined Chuisy</strong>!": "<strong>{{ name }}</strong> ist jetzt bei <strong>Chuisy</strong>!",
    "You have <strong>received</strong> a new <strong>Goody</strong>!": "Du hast ein neues <strong>Goody bekommen</strong>!",
    "You don't have any notifications yet.": "Du hast noch keine Benachrichtigungen.",
    "It seems you don't have any friends on Chuisy yet. Friends are people you follow that follow you back.": "Du hast noch keine Freunde auf Chuisy! Freunde sind Leute, denen du folgst und die auch dir folgen.",
    "Create '{{ name }}'": "'{{ name }}' erstellen",
    "Pick Store": "Geschäft auswählen",
    "In order to find nearby stores we have to access your location. Don't worry, your data is safe with us!": "Damit wir Geschäfte in deiner Nähe finden können, müssen wir auf deinen Standort zugreifen. Keine Sorge, deine Daten sind sicher!",
    "Get Location": "Standort bestimmen",
    "Unfortunately we weren't able to access your location. Please go to your settings under 'Privacy > Location Services' and make sure Chuisy is enabled!": "Leider konnten wir deinen Standort nicht bestimmen. Bitte gehe in deine Einstellungen unter <strong>Datenschutz > Ortungsdienste</strong> und stelle sicher, dass Chuisy aktiviert ist!",
    "Search or create store...": "Geschäft suchen oder erstellen...",
    "Where are you shopping right now?": "Wo bist du gerade einkaufen?",
    "No nearby places found!": "Keine Geschäfte in der Nähe gefunden!",
    "post": "posten",
    "Ask others what they think about this product! Use #-tags like #jeans or #fancy to describe it.": "Frag andere, was sie über dieses Produkt denken! Benutze #-Tags wie #jeans oder #fancy um es zu beschreiben!",
    "Public": "Öffentlich",
    "All your followers and friends can see this Chu.": "Alle deine Follower und Freunde können diesen Chu sehen.",
    "Private": "Privat",
    "This Chu is private but you can share it with selected friends.": "Dieser Chu ist privat aber du kannst ihn mit ausgewählten Freunden teilen.",
    "Share": "Teilen",
    "Share with selected friends": "Mit ausgewählten Freunden teilen",
    "If you want to share this Chu with others you have to login first. Don't worry, your data is safe and we won't post anything without asking you!": "Um diesen Chu mit anderen zu teilen, musst du dich erst anmelden. Keine Sorge, deine Daten sind sicher und wir posten nichts, ohne dich zu fragen!",
    "{{ name }}'s Hearts": "{{ name }}'s Herzen",
    "{{ name }}'s Chus": "{{ name }}'s Chus",
    "{{ name }}'s Followers": "{{ name }}'s Follower",
    "Followed by {{ name }}": "Von {{ name }} gefolgt",
    "Hearts": "Herzen",
    "Chus": "Chus",
    "Followers": "Follower",
    "Following": "Following",
    "Nothing here yet...": "Noch nichts hier...",
    "Connect with Facebook now if you want to to use all of Chuisy's features! Don't worry, we won't post anything in your name without asking you!": "Melde dich an, um Freunde zu finden und Chuisy uneingeschränkt nutzen. Deine Daten sind sicher und wir posten nichts, ohne dich zu fragen.",
    "By signing in you accept our<br><a href='http://www.chuisy.com/terms/' target='_blank' class='link'>terms of use</a> and <a href='http://www.chuisy.com/privacy/' target='_blank' class='link'>privacy policy</a>.": "Indem du dich anmeldest, akzeptierst du unsere <a href='http://www.chuisy.com/terms/' target='_blank' class='link'>Nutzungsbedingungen</a> und <a href='http://www.chuisy.com/privacy/' target='_blank' class='link'>Datenschutzbestimmungen</a>.",
    "Search...": "Suchen...",
    "Logout": "Ausloggen",
    "Are you sure you want to log out?": "Bist du sicher, dass du dich ausloggen willst?",
    "Profile": "Profil",
    "Change": "Ändern",
    "First Name": "Vorname",
    "Last Name": "Nachname",
    "Website": "Webseite",
    "Facebook": "Facebook",
    "Share posts": "Posts teilen",
    "Share likes": "Likes teilen",
    "Share redeemed Goodies": "Eingelöste Goodies teilen",
    "Notifications": "Benachrichtigungen",
    "Likes": "Likes",
    "Comments": "Kommentare",
    "Follows": "Follows",
    "Hm, that didn't work. Please try again later!": "Oh, das hat nicht funktioniert. Bitte versuch es später noch einmal!",
    "Authentication failed": "Authentifizierung fehlgeschlagen",
    "Loading nearby stores...": "Lade Geschäfte in der Nähe...",
    "No stores found!": "Keine Geschäfte gefunden!",
    "Chus at {{ name }}": "Chus bei {{ name }}",
    "Info": "Info",
    "Map": "Karte",
    "Address": "Adresse",
    "Phone": "Telefon",
    "Email": "Email",
    "Opening hours": "Öffnungszeiten",
    "More info": "Weitere Informationen",
    "unfollow": "unfollow",
    "follow": "follow",
    "There was a problem with your authentication credentials. Please log in again.": "Es gab ein Problem mit deinen Zugangsdaten. Bitte melde dich noch einmal an.",
    "Authentication Problem": "Authentifizierungsproblem",
    "Ok": "Ok",
    "Something went wrong. Don't worry, we're fixing it.": "Da lief was schief. Keine Sorge, wir arbeiten daran.",
    "Server Problem": "Serverproblem",
    "just now": "gerade eben",
    "{{ minutes }} min": "{{ minutes }} Min",
    "{{ hours }} h": "{{ hours }} Std",
    "{{ days }} d": "{{ days }} T",
    "a while back": "eine Weile her",
    "_deprecated": {
        "Find people to follow": "Finde Leute zum Folgen",
        "Loading...": "Lädt...",
        "Your closet is still empty? Fill it while shopping!": "Dein Kleiderschrank ist ja noch ganz leer! Füll ihn, wenn du shoppen gehst!",
        "Nothing new in here. Make something happen!": "Nichts Neues hier. Das kannst du ändern ",
        "Can't find you!": "Kann dich nicht finden!",
        "Enter custom place...": "Geschäft selbst eingeben...",
        "Type to search...": "Zum Suchen lostippen...",
        "Accounts": "Accounts",
        "Connect": "Verbinden",
        "Your Chu is now <strong>public</strong>!": "Dein Chu ist jetzt <strong>öffentlich</strong>!",
        "Your Chu is now <strong>private</strong>!": "Dein Chu ist jetzt <strong>privat</strong>!",
        "It seems there was some problem with your credentials. Please sign in again!": "Etwas scheint mit deinen Logindaten nicht zu stimmen. Log dich bitte noch einmal ein!",
        "Signing in...": "Anmelden...",
        "You don't have any friends on Chuisy yet! Friends are people you follow that follow you back.": "Du hast noch keine Freunde auf Chuisy! Freunde sind Leute denen du folgst und dir auch dir folgen.",
        "Welcome to the Chu Flow": "Willkommen im Chu Flow",
        "Use the Chu Flow to follow your friends shopping experiences and discover nice things from people with taste.": "Begleite deine Freunde immer beim Shopping und entdecke neue Trends von Leuten mit Stil.",
        "A fashion item or accessory discovered by a fashion enthusiast during 'window shopping'. Often used to express style or get feedback from friends.": "Ein Kleidungsstück oder Accessoire welches beim Einkaufsbummeln entdeckt wurde. Häufig verwendet um Kaufentscheidungen zu teilen und die Meinung von Freunden einzuholen.",
        "You can post a Chu by pressing this button.": "Mit diesem Button kannst du einen Chu erstellen.",
        "This is the menu bar. Use it to move around.": "Das ist das Menü, mit dem du dich durch Chuisy bewegen kannst.",
        "Your closet that never ends": "Dein endloser Kleiderschrank",
        "Here you can find all your Chus. Be chuisy and fill it while shopping!": "Hier findest du all deine Chus. Füll ihn beim Shoppen!",
        "Hey, self!": "Hallo, selbst!",
        "This is your profile, the place where your followers and friends can visit you.": "Das ist dein Profil, der Ort wo Freunde und Follower dich besuchen können.",
        "You can also find your settings here.": "Hier findest du auch deine Einstellungen.",
        "Share your discovery or keep it a secret. It's your choice.": "Teile deine Entdeckungen oder behalte sie für dich. Du hast die Wahl.",
        "Let friends become part of the moment and share your shopping experiences.": "Lass deine Freunde an Shoppingerlebnissen und Kaufentscheidungen teilhaben.",
        "Your affairs": "Neuigkeiten",
        "Come here to see what's hot and new.": "Schau hier vorbei um zu sehen, was es Neues gibt.",
        "Find the coolest people, products and stores.": "Finde die spannendsten Leute, Produkte und Geschäfte.",
        "Your Goodies": "Deine Goodies",
        "Here you can collect little gifts, badges and coupons while using Chuisy.": "Hier kannst du viele kleine Geschenke, Abzeichen und Rabatte sammeln, während du Chuisy benutzt.",
        "Skip": "Überspringen",
        "Sorry, we couldn't upload your Chu just now. Please try again later!": "Dein Chu konnte gerade nicht hochgeladen werden. Versuch es später noch einmal!",
        "Try again": "Versuch's nochmal",
        "Upload failed": "Upload fehlgeschl.",
        "Do you want to share your Chus on Facebook? Some goodies can only be received if you share your stories! You can change this later in your settings.": "Willst du deine Chus auf Facebook teilen? Manche Goodies kannst du nur bekommen, wenn du Dinge mit anderen teilst. Du kannst das später noch in deinen Einstellungen ändern.",
        "Do you want to share your likes on Facebook? Some goodies can only be received if you share your stories! You can change this later in your settings.": "Willst du deine Likes auf Facebook teilen? Manche Goodies kannst du nur bekommen, wenn du Dinge mit anderen teilst. Du kannst das später noch in deinen Einstellungen ändern.",
        "More stores...": "Mehr Geschäfte...",
        "Post actions": "Aktionen posten",
        "The best is yet to come.": "Das Beste kommt noch.",
        "If you go shopping with Chuisy you will soon get various little goodies and discounts here.": "Hier kannst du schon bald viele kleine Geschenke und Rabatte sammeln, wenn du Chuisy beim Shopping benutzt.",
        "(tap to continue)": "(antippen zum fortfahren)",
        "The perfect shopping experience with friends.": "Das perfekte Shoppingerlebnis<br>mit Freunden.",
        "Not signed in...": "Nicht angemeldet...",
        "Posting Chu": "Chu wird gepostet",
        "Uploading image": "Bild wird hochgel.",
        "Post failed": "Posten fehlgeschl.",
        "Something went wrong. Please try again later!": "Etwas ist schiefgelaufen. Versuche es später noch einmal!",
        "Coupon has already been redeemed.": "Dieser Gutschein wurde bereits eingelöst.",
        "Coupon is not valid yet.": "Dieser Gutschein ist noch nicht gültig.",
        "Coupon has expired.": "Dieser Gutschein ist abgelaufen.",
        "(tap to dismiss)": "(zum schließen antippen)",
        "You're in a store? Take a picture of a beautiful piece of fashion and maybe you will get a gift!": "Du bist in einem Geschäft? Mach ein Foto von einem schönen Kleidungsstück und schau, ob du ein Geschenk dafür bekommst!",
        "Go To Store": "Zum Geschäft",
        "Discover Chus": "Chus Entdecken",
        "Discover People": "Leute Entdecken",
        "Discover Stores": "Geschäfte Entdecken"
    }
}