{
	"Can't do this right now because there is no Internet connection. Try again later!": "Diese Aktion ist im Moment nicht möglich, da keine Internetverbindung verfügbar ist! Versuch es später nocheinmal!",
	"No internet connection": "Keine Internetverbindung",
	"OK": "OK",
	"Facebook signin failed!": "Facebook Login fehlgeschlagen!",
	"back": "zurück",
	"next": "weiter",
	"drag to adjust": "zum anpassen ziehen",
	"Loading...": "Lädt...",
	"Enter comment...": "Kommentar eingeben...",
	"Please connect with your Facebook account so the owner of this Chu can know who this like came from!": "Bitte melde dich mit Facebook an, damit der Besitzer dieses Chus auch weiß, wo dieser Like her kommt!",
	"Please connect with your Facebook account so the owner of this Chu can know who this comment came from!": "Bitte melde dich mit Facebook an, damit der Besitzer dieses Chus auch weiß, wo dieser Kommentar her kommt!",
	"Sign In With Facebook": "Mit Facebook Anmelden",
	"What is this? Your closet is still empty? Go ahead and fill it!": "Was ist da los? Dein Kleiderschrank ist ja noch ganz leer! Worauf wartest du? Füll ihn!",
	"No users found.": "Keine User gefunden.",
	"No Chus found.": "Keine Chus gefunden.",
	"Hm, that didn't work. Please try again later!": "Oh, das hat nicht funktioniert. Bitte versuch es später noch einmal!",
	"Authentication failed": "Authentifizierung fehlgeschlagen",
	"Connect with your Facebook account to share products with your friends, interact with other people on Chuisy and claim gifts from our local retail partners!": "Melde dich mit Facebook an um Produkte mit deinen Freunden zu teilen, mit anderen Leuten auf Chuisy zu interagieren und Geschenke von deinen lokalen Händlern zu erhalten!",
	"Cancel": "Abbrechen",
	"No internet connection available!": "Keine Internetverbindung verfügbar!",
	"Hi there, stranger! Wanna tell me your name?": "Hallo Fremder! Willst du mir nicht deinen Namen verraten?",
	"No way!": "Vergiss es!",
	"on this product you were just admiring.": "auf dieses Produkt, das du gerade bewundert hast.",
	"You don't have any gifts yet...": "Du hast noch keine Geschenke...",
	"Show this screen to the person at the counter!": "Zeige diese Ansicht an der Kasse vor!",
	"Thanks! Your gift has been redeemed.": "Danke! Dein Gutschein wurde eingelöst.",
	"<strong>{{ name }}</strong> has <strong>liked</strong> a <strong>Chu</strong> you are subscribed to.": "<strong>{{ name }}</strong> hat einen <strong>Chu</strong> <strong>geliked</strong>, den du beobachtest.",
	"<strong>{{ name }}</strong> has <strong>commented</strong> on a <strong>Chu</strong> you are subscribed to.": "<strong>{{ name }}</strong> hat auf einen <strong>Chu</strong> <strong>geantwortet</strong>, den du beobachtest.",
	"<strong>{{ name }}</strong> is now <strong>following</strong> you.": "<strong>{{ name }}</strong> <strong>folgt</strong> dir jetzt.",
	"<strong>{{ name }}</strong> has <strong>shared</strong> a <strong>Chu</strong> with you.": "<strong>{{ name }}</strong> hat einen <strong>Chu</strong> mit dir <strong>geteilt</strong>.",
	"There aren't any affairs that require your attention right now...": "Es gibt im Moment keine Angelegenheiten, die deine Aufmerksamkeit erfordern...",
	"Chuisy couldn't get your current location. If you want to enjoy the full Chuisy experience and receive perks like gifts and discounts from local retailers, go to 'Privacy > Location Services' in your phone's settings and enable location services for Chuisy!": "Chuisy konnte deinen Standort nicht ermitteln. Wenn du das volle Chuisy-Erlebnis genießen und Vorteile wie Geschenke und Rabatte von lokalen Geschäften erhalten willst, dann aktiviere Ortungsdienste für Chuisy unter \"Einstellungen > Datenschutz > Ortungsdienste\"!",
	"Can't find you!": "Kann dich nicht finden!",
	"No nearby places found!": "Keine Geschäfte in der Nähe gefunden!",
	"<strong>Spotted!</strong><br>Where are you shopping?": "<strong>Gesichtet!</strong> Wo gehst du gerade einkaufen?",
	"Enter custom place...": "Geschäft selbst eingeben...",
	"Chus": "Chus",
	"Following": "Following",
	"Followers": "Follower",
	"Type to search...": "Zum suchen lostippen...",
	"Profile": "Profil",
	"First Name": "Vorname",
	"Last Name": "Nachname",
	"Website": "Webseite",
	"Accounts": "Accounts",
	"Connect": "Verbinden",
	"Disconnect": "Enfernen",
	"Notifications": "Benachrichtigungen",
	"Likes": "Likes",
	"Comments": "Kommentare",
	"Follows": "Follows",
	"Your Chu is now <strong>public</strong>!": "Dein Chu ist jetzt <strong>öffentlich</strong>!",
	"Your Chu is now <strong>private</strong>!": "Dein Chu ist jetzt <strong>privat</strong>!",
	"Ask your friends who are not on Chuisy what they think about this piece of fashion.": "Frag deine Freunde auf Chuisy, was sie von diesem Stück Mode halten!",
	" Only they can see it!": "Nur sie können es sehen.",
	"A public Chu can be seen by anyone. Be chuisy and spread prettiness!": "Ein öffentlicher Chu kann von jedem gesehen werden. sein chuisy und verbreite schöne Dinge!",
	"Choose your best friends on Chuisy to share this Chu with.": "Wähle deine besten Freunde auf Chuisy aus, mit denen du diesen Chu teilen willst!",
	"Check out this cool product I found at {{ place }}!": "Schau dir dieses schöne Produkt an, dass ich bei {{ place }} gefunden habe!",
	"Check out this cool product!": "Schau dir dieses schöne Produkt an!",
	"It seems there was some problem with your credentials. Please sign in again!": "Etwas scheint mit deinen Logindaten nicht zu stimmen. Log dich bitte noch einmal ein!",
	"A few seconds ago": "vor ein paar Sekunden",
	"{{ minutes }} minutes ago": "Vor {{ minutes }} Minuten",
	"{{ hours }} hours ago": "Vor {{ hours }} Stunden",
	"{{ days }} days ago": "Vor {{ days }} Tagen",
	"A while back...": "Ein bischen länger her...",
	"Change": "Ändern",
	"Type to filter...": "Freunde filtern...",
	"Signing in...": "Anmelden...",
	"This is where your profile would be if you were signed in!": "Hier könntest du dein Profil sehen, wenn du eingeloggt wärst!",
	"You can't share this Chu yet because it is still being uploaded. Please try again in a couple of minutes!": "Du keinst diesen Chu noch nicht teilen, weil er noch nicht hochgeladen ist. Versuch es später nochmal!",
	"Drag on the image to adjust the price!": "Streiche über das Bild, um den Preis zu ändern!"
}
 